{
  "developer": "Desarrollador Fullstack",
  "contact": "Contacto",
  "footer": { "since": "Desde el ", "made": "Hecho en Uruguay 吼 " },
  "talk": "Hablemos",
  "fname": "Tu nombre",
  "email": "Tu e-mail",
  "gmail": "E-mail",
  "message": "Tu mensaje...",
  "validation": {
    "fname": {
      "required": "Nombre requerido",
      "max": "Demasiado largo",
      "min": "Demasiado corto"
    },
    "email": {
      "required": "Correo electr贸nico requerido",
      "max": "Demasiado largo",
      "min": "Demasiado corto"
    },
    "message": {
      "required": "No olvides tu mensaje",
      "max": "Demasiado largo",
      "min": "Demasiado corto"
    }
  },
  "send": "Enviar",
  "sent": "Mensaje enviado",
  "aboutme": "Acerca de mi",
  "projects": "Proyectos",
  "intro": "Soy un desarrollador de software que le apasiona solucionar problemas. Actualmente, busco una oportunidad que me desaf铆e y me permita seguir creciendo profesionalmente.",
  "checkitout": "Visitar",
  "tech": "Tecnologias utilizadas: ",
  "devsafio": "Una renovaci贸n completa del sitio web principal de Devsafio, donde los empleadores pueden solicitar talento y los solicitantes pueden encontrar trabajos.",
  "casaarte": "Una p谩gina donde los usuarios pueden comprar y vender su propia arte o a nombre de un artista, comentar y calificar las obras de otros",
  "reddit": "Un clon de Reddit con un sistema de inicio de sesi贸n y registro funcional, utilizando Firebase como base de datos con comunidades de usuarios y un feed de usuarios.",
  "dreamview": "Como prueba t茅cnica, se me encarg贸 la construcci贸n de un sitio web para un cine ficticio, donde mostrar铆an las pel铆culas para su visualizaci贸n y los usuarios pueden rese帽arlas.",
  "info1": "隆Hola! Soy un desarrollador web, me gusta aprender nuevas tecnolog铆as, probar cosas nuevas, triunfar y fracasar, pero al final superar los desaf铆os. La programaci贸n es mi pasi贸n y me encanta la sensaci贸n de iniciar un nuevo proyecto con todo tipo de nuevas ideas y planes.",
  "info2": "Tambi茅n estoy familiarizado con metodolog铆as 谩giles como SCRUM y desarrollo de software Lean utilizando Kanban y Jira. Busco una oportunidad en el campo TI para seguir aprendiendo y ampliar mis horizontes, no solo en conocimientos t茅cnicos, sino tambi茅n para conocer gente nueva e intercambiar ideas y conocimientos.",
  "info3": "Mis estudios acad茅micos incluyen un bachillerato en IT y una Licenciatura en Tecnolog铆a de la Informaci贸n, lo que me ha brindado una base s贸lida en fundamentos de programaci贸n y conceptos de software. Adem谩s, el bootcamp fullstack al que asist铆 me permiti贸 adquirir habilidades pr谩cticas en el desarrollo de aplicaciones web utilizando una variedad de tecnolog铆as. Siempre estoy aprendiendo cosas nuevas e interesantes en el 谩mbito de TI."
}
