{
  "developer": "Fullstack Developer",
  "contact": "Contact",
  "footer": { "since": "Since", "made": "Made in Uruguay 🇺🇾 🧉" },
  "talk": "Let's talk",
  "fname": "Your name",
  "email": "Your e-mail",
  "gmail": "Gmail",
  "message": "Your message...",
  "validation": {
    "fname": {
      "required": "Name required",
      "max": "Too long",
      "min": "Too short"
    },
    "email": {
      "required": "E-mail required",
      "max": "Too long",
      "min": "Too short"
    },
    "message": {
      "required": "Don't forget your message",
      "max": "Too long",
      "min": "Too short"
    }
  },
  "send": "Send",
  "sent": "Message delivered",
  "aboutme": "About me",
  "projects": "Projects",
  "intro": "I am a software developer who is passionate about solving problems. Currently, I am looking for an opportunity that challenges me and allows me to continue growing professionally.",
  "checkitout": "Check it out",
  "tech": "Technologies used: ",
  "repo": "Check code on GitHub",
  "devsafio": "A fullstack overhaul of Devsafio's main website where employers can request talent and applicants can find jobs.",
  "casaarte": "A fullstack interactive web application where users can buy and sell art, comment and rate other's artwork.",
  "reddit": "A clone of Reddit with login and register, using Firebase as the database with communities and user feed.",
  "dreamview": "For a technical test, I had to build a website for a fictional cinema theater where they would display the movies for viewing and users can review them.",
  "portfolio": "My very own portfolio where I got a bit experimental and tried more animations and colors than usual, adding translations for the first time and inspired by synthwave aesthetics",
  "info1": "Hello there! I'm a web developer, I like to learn new technologies, try new things, succeed and fail, but overcome the challenges in the end. Programming is my passion and I love the feeling when starting a new project with all kinds of new ideas and plans. ",
  "info2": "I am also familiar with Agile Methodologies like SCRUM and Lean Software Development using Kanban and Jira. I am looking for an opportunity in the IT field to continue learning and broaden my horizons, not only in technical knowledge, but also to meet new people and exchange ideas and knowledge.",
  "info3": "My academic studies include a Bachelor's degree in Computer Science and a Bachelor's degree in Information Technology, which has given me a strong foundation in programming fundamentals and software concepts. Additionally, the fullstack bootcamp I went to allowed me to gain practical skills in developing web applications using a variety of technologies. I'm always learning the new cool thing around the IT block."
}
